app/Http/Controllers/Contact/ContactController.php

select * from `contacts`
select * from `users` where `users`.`id` in (1, 3, 4, 5, 6, 8, 9, 10)
---
    public function index()
    {
        $contacts = Contact::all()->load('users');